;------------------------------------------------------------------------------
; UltraDefrag GUI Croatian Language Pack.
; Copyright (C) 2010 by Dmitri Arkhangelski.
;------------------------------------------------------------------------------
; History --- Date ---------- Full Name
;------------------------------------------------------------------------------
; Revised July 19. 2010, by Denis Jeličić
;------------------------------------------------------------------------------

; Please keep the header and comments in English and use Latin letters,
; so everyone understands them

; THIS FILE MUST BE SAVED IN UNICODE (UTF-16) ENCODING
; Use \n as a newline character in strings.
; Use an ampersand (&) before a letter to make it a keyboard accelerator


; Main Window Menu.

; --- Action Menu

ACTION                    = Action
ANALYSE                   = Analiziraj
DEFRAGMENT                = Defragmentiraj
OPTIMIZE                  = Optimiziraj
STOP                      = Stop
SKIP_REMOVABLE_MEDIA      = Preskoči prijenosne medije
RESCAN_DRIVES             = Osvježi
SHUTDOWN_PC_AFTER_A_JOB   = Ugasi PC nakon završetka
HIBERNATE_PC_AFTER_A_JOB  = Hibernate PC nakon završetka
EXIT                      = Exit

; --- Report Menu

REPORT                    = Izvješće
SHOW_REPORT               = Show report

; --- Settings Menu

SETTINGS                  = Postavke
LANGUAGE                  = Language
TRANSLATIONS_FOLDER       = Translations folder
GRAPHICAL_INTERFACE       = Grafičko sučelje
FONT                      = Font
OPTIONS                   = Opcije
BOOT_TIME_SCAN            = Start pri pokretanju Windowsa
ENABLE                    = Omogući
SCRIPT                    = Tekst
REPORTS                   = Izvješće

; --- Help Menu

HELP                      = Pomoć
CONTENTS                  = Contents
BEST_PRACTICE             = Best practice
FAQ                       = FAQ
ABOUT                     = O programu

; Drives list items.

VOLUME                    = Disk
STATUS                    = Status
TOTAL                     = Ukupan prostor
FREE                      = Slobodan prostor
PERCENT                   = Postotak

; Status messages

STATUS_RUNNING            = Izvršava se
STATUS_ANALYSED           = Analizirano
STATUS_DEFRAGMENTED       = Defragmentiranao
STATUS_OPTIMIZED          = Optimizirano

; Status bar messages.

DIRS                      = mapa
FILES                     = datoteka
FRAGMENTED                = fragmentirano
COMPRESSED                = compresirano
MFT                       = MFT

; About window.

ABOUT_WIN_TITLE           = O Ultra Defragmenter
CREDITS                   = Autori
LICENSE                   = Licenca

; Shutdown confirmation

PLEASE_CONFIRM            = Potvrdi
REALLY_SHUTDOWN_WHEN_DONE = Da li stvarno želite ugasiti PC kad se izvrši?
REALLY_HIBERNATE_WHEN_DONE= Da li stvarno želite Hibernate PC-a kad se izvrši?
SECONDS_TILL_SHUTDOWN     = sekunda do gašenja
SECONDS_TILL_HIBERNATION  = sekunda do hibernate
YES                       = Da
NO                        = Ne

; END OF FILE
